Repository: Clickadelic/wordpress-bootstrap
Catalog: languages/*.po
Languages: de_de

source: Error 404
de_de: Fehler 404

source: Uups, error 404! The page you are looking for could not be found.
de_de: Uups, Fehler 404! Die gesuchte Seite konnte nicht gefunden werden.

source: Maybe a search can help
de_de: Vielleicht hilft eine Suche

source: or these links
de_de: oder diese Links

source: Archive
de_de: Archiv

source: About the author
de_de: Über den Author

source: Author Card Background
de_de: Author-Karte Hintergrundbild

source: Back
de_de: Zurück

source: Posts by
de_de: Posts von

source: back
de_de: zurück

source: forward
de_de: weiter

source: Sorry, this author hasn't posted any content yet
de_de: Sorry, dieser Autor hat bisher keinen Inhalt publiziert

source: All posts in
de_de: Alle Beiträge in

source: Add menu
de_de: Menü hinzufügen

source: Theme options
de_de: Theme-Einstellungen

source: Style settings for the theme.
de_de: Style-Einstellungen für das Theme.

source: Search function
de_de: Suchfunktion

source: Topbar
de_de: Obere Navigation

source: Style the topbar according to your needs.
de_de: Stylen Sie die obere Menüleiste nach Ihren Bedürfnissen.

source: Navbar
de_de: Hauptnavigation

source: Navbar styling
de_de: Hauptmenü-Styling

source: Bottombar
de_de: Untere Navigation

source: Bottom bar styling
de_de: Untere Menüleiste Styling

source: Alert
de_de: Alert-Nachricht

source: Show a nice alert message
de_de: Anzeigen einer Nachricht

source: Footer widget styling
de_de: Footer Widgets styling

source: A sidepanel, which slides out, either left or right.
de_de: Zeige ein seitliches Panel, genannt Canvas.

source: Website information & Logo
de_de: Website-Informationen & Logo

source: Show a top navigation bar
de_de: Zeige eine Navigationsleiste über dem Hauptmenü

source: Show a top navigation bar above the main navbar.
de_de: Zeige eine Navigation über der Haupt-Navigationsleiste.

source: Topbar width
de_de: Container-Breite

source: Select the container width of the topbar.
de_de: Wähle die Container-Breite der oberen Navigationsleiste.

source: Topbar background color
de_de: Topbar Hintergrundfarbe

source: Select the background color of the topbar.
de_de: Wähle die Hintergrundfarbe der unteren Navigationsleiste.

source: Select the font-weight of the topbar
de_de: Wähle den Schriftstil der Topbar (Normal oder Fett)

source: bold
de_de: Fett

source: Topbar link color (default)
de_de: Topbar Linkfarbe (Standard)

source: Adjust the color of the links.
de_de: Passe die Farbe der Links an.

source: Topbar link color (hover)
de_de: Topbar Linkfarbe (Hover)

source: Adjust the color of the links on hover.
de_de: Passe die Farbe der Links an, wenn die Maus darüber ist.

source: Navbar width
de_de: Navbar-Breite

source: Select the container width of the main navbar.
de_de: Wähle die Containerbreite der Haupt-Navigationsleiste aus.

source: Center main navigation bar
de_de: Zentriere das Hauptmenü

source: Center the items in the main navbar.
de_de: Zentriere die Einträge in der Haupt-Navigationsleiste.

source: Navbar background color
de_de: Navbar-Hintergrundfarbe

source: Main navbar background color.
de_de: Haupt-Navbar Hintergrundfarbe.

source: Navbar font-weight
de_de: Hauptmenü Font-Weight

source: Select the font-weight of the navbar
de_de: Wähle den Schriftstil der Hauptnavigation (Normal oder Fett)

source: Navbar link color (default)
de_de: Navbar Linkfarbe (Standard)

source: Navbar link color (hover)
de_de: Navbar Linkfarbe (Hover)

source: Navbar padding top (px)
de_de: Navbar-Abstand nach oben (px)

source: Navbar padding bottom (px)
de_de: Navbar-Abstand nach unten (px)

source: Show a bottom navigation bar
de_de: Untere Navigationsleiste anzeigen

source: Show a bottom navigation bar below the main navbar.
de_de: Zeige eine Navigationsleiste unter dem Hauptmenü.

source: Bottombar width
de_de: Breite untere Navbar

source: Select the container width of the bottombar.
de_de: Wähle die Container-Breite der unteren Navigationsleiste.

source: Bottombar background color
de_de: Untere Navbar Hintergrundfarbe

source: Select the background color of the lower navbar.
de_de: Wähle die Hintergrundfarbe der unteren Navigationsleiste.

source: Bottombar font-weight
de_de: Untere Navigation Font-Weight

source: Select the font-weight of the bottombar
de_de: Wähle den Schriftstil der Hauptnavigationsleiste

source: Bottombar link color (default)
de_de: Untere Navbar Standard Linkfarbe

source: Bottombar link color (hover)
de_de: Untere Navbar Hover Linkfarbe

source: Show an alert window.
de_de: Anzeigen einer Nachricht.

source: Alert width
de_de: Alert Container-Breite

source: Alert color
de_de: Alert-Farbe

source: Pick the color of the alert window.
de_de: Wähle die Farbe des Alert-Fensters.

source: Type the text, you want to show.
de_de: Tippe hier die Nachricht, welche Du zeigen möchtest.

source: Hello world!
de_de: Hallo Welt!

source: Enter your link url.
de_de: Füge die Link-URL hier ein.

source: Type the text, you want to show for the link
de_de: Gib' hier den Text, welcher für den Link sichtbar sein soll

source: Example
de_de: Beispiel

source: Open the link internally or in an external window.
de_de: Öffne den Link in einem neuen Tab.

source: Slideshow width
de_de: Slideshow-Breite

source: Select the container width of the slideshow.
de_de: Wähle die Breite des Containers der Slideshow.

source: Slideshow shortcode (Frontpage)
de_de: Slideshow-Shortcode (Startseite)

source: Enter the shortcode of the frontpage slideshow.
de_de: Gib' den Shortcode der Startseite auf der Slideshow ein.

source: Slideshow shortcode (Subpage)
de_de: Slideshow-Shortcode (Unterseiten)

source: Enter the shortcode of the subpage slideshow.
de_de: Gib' Shortcode der Slideshow auf den Unterseiten an.

source: Show breadcrumbs
de_de: Zeige Breadcrumbs

source: Show breadcrumb links below the slider.
de_de: Zeige Breadcrumbs unter dem Slider.

source: Breadcrumbs link color
de_de: Breadcrumbs Linkfarbe

source: The link color of the breadcrumbs.
de_de: Die Linkfarbe der Breadcrumbs.

source: Breadcrumbs link hover color
de_de: Breadcrumbs Linkfarbe (hover)

source: The hover color of the breadcrumbs.
de_de: Die Breadcrumbs Hover-Farbe.

source: Body width
de_de: Wähle die Breite des Bodys

source: Select the container width of the body.
de_de: Wähle die Breite des Containers des Body-Bereichs.

source: Body background color
de_de: Body Hintergrundfarbe

source: The background color of the body.
de_de: Wähle die Hintergrundfarbe des Body's aus.

source: Body text color
de_de: Body Textfarbe

source: The color of the body text.
de_de: Passe die Farben des Textes im Body an.

source: Primary brand color
de_de: Primäre Markenfarbe

source: The main color of the theme.
de_de: Die Hauptfarbe des Themes.

source: Primary hover color
de_de: Primäre Hover-Farbe

source: The hover color of the theme.
de_de: Hover-Farbe des Themes.

source: Posttitle color (default)
de_de: Posttitelfarbe (Standard)

source: The color of the postttitle on the blog page.
de_de: Die Farbe des Posttitels auf der Blogseite.

source: Posttitle color (hover)
de_de: Posttitelfarbe (Hover)

source: The color of the postttitle on the blog page on hover.
de_de: Link-Farbarchivseite (Hover)

source: Category link color (default)
de_de: Navbar Linkfarbe (Standard)

source: The color of the category-link on the blog page.
de_de: Link-Farbarchivseite (Standard)

source: Category link color (hover)
de_de: Kategorien-Linkfarbe (hover)

source: The hover color of the category-link on the blog page.
de_de: Link-Farbarchivseite (Hover)

source: Tag link color (default)
de_de: Tag-Link Hintergrundfarbe (Standard)

source: The default color of the tag-link on the blog page.
de_de: Tag-Link Hintergrundfarbe (Standard)

source: Tag link color (hover)
de_de: Tag-Link Hintergrundfarbe (Hover)

source: The hover color of the tag-link on the blog page.
de_de: Tag-Link Hintergrundfarbe (Hover)

source: The permalink color (default)
de_de: Permalink Hintergrundfarbe (Standard)

source: The permalink color on the blog page.
de_de: Permalink Hintergrundfarbe (Standard)

source: The permalink color (hover)
de_de: Permalink Hintergrundfarbe (Hover)

source: The permalink hover color on the blog page.
de_de: Permalink Hintergrundfarbe (Hover)

source: How many footer widgets do you want to show? ATTENTION: this setting requires a hard browser-refresh. [CTRL + R or browser refresh.]
de_de: Wie viele Footer-Widgets möchtest Du zeigen? ACHTUNG: Diese Einstellung erfordert einen Hard-Refresh [STRG + R oder Browser-Refresh.]

source: No widgets
de_de: Keine Widgets

source: 1 widget (centered)
de_de: 1 Widget (zentriert)

source: 2 widgets (2 columns)
de_de: 2 Widgets (2 Spalten)

source: 3 widgets (3 columns)
de_de: 3 Widgets (3 Spalten)

source: 4 widgets (4 columns)
de_de: 4 Widgets (4 Spalten)

source: Footer wigets background color
de_de: Footer Hintergrundfarbe

source: Select the background color of widget area.
de_de: Wähle die Hintergrundfarbe der Footer-Widget-Area.

source: Footer wigets title color
de_de: Footer-Widget Titelfarbe

source: Select the color of title.
de_de: Wähle die Farbe des TItels.

source: Back to top button background
de_de: Zurück nach oben Button Hintergrundfarbe (Standard)

source: Select the background color of the back to top button.
de_de: Wählen Sie die Hintergrundfarbe der Schaltfläche "zurück nach oben" aus.

source: Back to top button background (hover).
de_de: Zurück nach oben Button-Hintergrundfarbe (Hover)

source: Adjust the color of the credits links.
de_de: Passe die Farbe der Credits-Links an.

source: Credits background color
de_de: Credits Hintergrundfarbe

source: Select the background color of the credits section.
de_de: Wähle die Hintergrundfarbe des Credits-Abschnitts aus.

source: Credits link color (default)
de_de: Credits Linkfarbe (Standard)

source: Credits link color (hover)
de_de: Credits Linkfarbe (hover)

source: Adjust the color of the links in the credits section on hover.
de_de: Passe die Farbe der Links an, wenn die Maus darüber ist.

source: Show title on front page?
de_de: Zeige den Titel auf der Startseite?

source: How many sidebars do you want on the frontpage?
de_de: Wie viele Sidebars möchtest Du auf der Startseite?

source: Left Sidebar
de_de: Sidebar Links

source: Full width
de_de: Volle Breite

source: centered content only, no sidebars
de_de: zentrierter Inhalt, keine Sidebars

source: Right Sidebar
de_de: Sidebar Rechts

source: Two sidebars
de_de: Zwei Sidebars

source: Post suggestions
de_de: Post-Vorschläge

source: Make suggestions for posts to the user below an article?
de_de: Mache den Besuchern Vorschläge zu Beiträgen unter einem Artikel?

source: Enable search?
de_de: Suche aktivieren?

source: Main menu indentation by the search button
de_de: Einrückung Hauptmenü

source: Which nth-child should push the menu to the left side?
de_de: Welches nth-Child schiebt das Menü auf die linke Seite?

source: 4th child
de_de: 1st child

source: Enable canvas sidebar
de_de: Aktiviere die Canvas-Sidebar

source: Canvas select
de_de: Canvas-Auswahl

source: Where to attach the canvas button.
de_de: Wo die Canvas-Schaltfläche angefügt werden soll.

source: Show a panel that slides out
de_de: Zeige ein Slide-Out Panel

source: Menu
de_de: Menü

source: Replace the menu completely.
de_de: Ersetze das Menü vollständig.

source: Canvas background color
de_de: Canvas-Hintergrundfarbe

source: The background color of the canvas slide-out panel.
de_de: Die Hintergrundfarbe des Canvas Slide-Out Panels.

source: Canvas text color
de_de: Canvas-Textfarbe

source: The text color of the canvas slide-out panel.
de_de: Die Hintergrundfarbe des Canvas Slide-Out Panels.

source: Canvas widgettitle color
de_de: Canvas-Widget Titelfarbe

source: The color of the widgettitles in the slide-out panel.
de_de: Die Farbe des Titels der Widgets im Canvas Slide-Out Panel.

source: Company logo (upper left corner).
de_de: Firmenlogo (obere linke Ecke).

source: Logo width (px)
de_de: Logo-Breite (px)

source: Logo height (px)
de_de: Logo-Höhe (px)

source: Logo margin-top (px)
de_de: Logo-Abstand nach oben (px)

source: Logo margin-right (px)
de_de: Logo-Abstand nach rechts (px)

source: Logo margin-bottom (px)
de_de: Logo-Abstand nach unten (px)

source: Theme-Settings
de_de: Theme-Menü

source: General settings
de_de: Allgemeine Einstellungen

source: Frontend settings
de_de: Frontend-Einstellungen

source: Backend settings
de_de: Backend-Einstellungen

source: Headless Mode
de_de: Headless-Modus

source: Enable headless mode and redirect all requests to the login page
de_de: Aktiviere den Headless-Modus und leite alle Anfragen zur Login-Seite weiter

source: off
de_de: aus

source: on
de_de: an

source: Debug mode
de_de: Debug-Modus

source: Enable Bootstrap 4 media query debug mode
de_de: Zeige eine Bo

source: Script Loading
de_de: Script-Ladeposition

source: Load the Bootstrap scripts in the head
de_de: Lade die Boostrap-Skripte im <head>

source: Default is footer
de_de: Standard ist Footer

source: Activate the back-end ad-blocker
de_de: Aktiviere den Backend Ad-Blocker

source: Gutenberg-Tips
de_de: Gutenberg Tipps

source: Disable annoying Gutenberg-Tips
de_de: Deaktiviere nervige Gutenberg-Tipps

source: Comments to
de_de: Kommentare zu

source: Logged in as
de_de: Angemeldet als

source: Log out
de_de: Abmelden

source: insert image
de_de: Bild einfügen

source: use this image
de_de: Bild verwenden

source: top left menu
de_de: oberes linkes Menü

source: top right menu
de_de: oberes rechtes Menü

source: bottom left menu
de_de: unteres linkes Menü

source: bottom right menu
de_de: unteres rechtes Menü

source: main menu
de_de: Hauptmenü

source: error 404 menu
de_de: 404-Fehlermenü

source: credits menu
de_de: Credits-Menü

source: Bootstrap default avatar
de_de: Bootstrap Standard-Avatar

source: Category image
de_de: Kategoriebild

source: An image, which represets the category.
de_de: Ein Bild, welches die Kategorie repräsentiert.

source: Upload category image
de_de: Kategoriebild hochladen

source: An image representing the category.
de_de: Ein Bild, welches die Kategorie repräsentiert.

source: Category image upload
de_de: Kategorie Bild hochladen

source: Image upload
de_de: Bild-Upload

source: Upload images or a logo of your company or your product.
de_de: Lade Bilder oder ein Logo Deines Unternehmens oder Deines Produktes hoch.

source: Your current logo
de_de: Dein aktuelles Logo

source: Author background image
de_de: Author-Hintergrundbild

source: reply
de_de: antworten

source: says
de_de: sagt

source: at
de_de: bei

source: o'clock
de_de: Uhr

source: no comments yet
de_de: noch keine Kommentare

source: Comments
de_de: Kommentare

source: 1 Comment
de_de: 1 Kommentar

source: Comments closed
de_de: Kommentare geschlossen

source: Sidebar Left
de_de: Linke Sidebar

source: Left standard sidebar
de_de: Linke Standard-Sidebar

source: Sidebar Right
de_de: Rechte Sidebar

source: Right standard sidebar
de_de: Rechte Standard-Sidebar

source: Canvas Sidebar widget
de_de: Sidebar Canvas-Widget

source: Canvas widget when activated in the theme options
de_de: Canvas-Widget, wenn es in den Customizer-Optionen aktiviert ist

source: Single Footer Widget
de_de: Einzelnes Footer-Widget

source: Footer widget in the lower section of the theme.
de_de: Footer-Widgets im unteren Bereich des Theme's.

source: Left Footer Widget
de_de: Linkes Footer-Widget

source: Left footer widget in the lower section of the theme.
de_de: Footer-Widgets im unteren Bereich des Theme's.

source: Right Footer Widget
de_de: Rechtes Footer-Widget

source: Right footer widget in the lower section of the theme.
de_de: Footer-Widgets im unteren rechten Bereich des Theme's.

source: Left footer widget in the middle of the lower footer section.
de_de: Footer-Widgets im unteren linken Bereich des Theme's.

source: Center Footer Widget
de_de: Mittige Footer-Widgets

source: Centered footer widget in the middle of the lower footer section.
de_de: Zentriertes Footer-Widget im Footer-Bereich.

source: Right footer widget in the middle of the lower footer section.
de_de: Footer-Widgets im unteren rechten Bereich des Theme's.

source: Center Left Footer Widget
de_de: Links-Mittiges Footer-Widget

source: Left centered footer widget in the middle of the lower footer section.
de_de: Links zentriertes Fuß-Widget in der Mitte des unteren Fußabschnitts.

source: Center Right Footer Widget
de_de: Rechts-Mittiges Footer-Widget

source: Right centered footer widget in the middle of the lower footer section.
de_de: Rechts zentriertes Fuß-Widget in der Mitte des unteren Fußabschnitts.

source: WooCommerce sidebar visible on all woocommerce pages.
de_de: WooCommerce Sidebar, sichtbar auf allen WooCommerce-Seiten.

source: Back to shop
de_de: Zurück zum Shop

source: Current theme: Bootstrap
de_de: Aktuelles Thema: Bootstrap

source: Quick controls
de_de: Schnellmenü

source: Theme-settings
de_de: Theme-Einstellungen

source: Edit menus
de_de: Menüs bearbeiten

source: Edit widgets
de_de: Widgets bearbeiten

source: Page %
de_de: Seite %

source: All posts tagged with
de_de: Alle Beiträge mit Schlagwort

source: Close
de_de: Schließen

source: Back to top
de_de: Zurück zum Shop

source: All rights reserved
de_de: Alle Rechte vorbehalten

source: Category
de_de: Kategorie

source: posted by
de_de: gepostet von

source: Continue to article
de_de: Weiter zum Artikel

source: Maybe you are interested in the following topics
de_de: Vielleicht interessiert Dich ja auch Folgendes

source: The are currently no products in stock. Please come back later. Thank you.
de_de: Aktuell befinden sich keine Artikel im Shop. Bitte komme zu einem späteren Zeitpunkt wieder.

source: WordPress Bootstrap 5 Theme for WP 5.5+.
de_de: WordPress Bootstrap 5 Theme für WP 5.5 +.

source: https://www.wordpress-geek.com/themes
de_de: http://www.wordpress-geek.com/themes

source: Full Width
de_de: Volle Breite

source: No Sidebars
de_de: Keine Sidebars

source: Two Sidebars
de_de: Zwei Sidebars
